tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "psharma04/dorion"
tap "vldmrkl/formulae"
brew "freetype"
brew "glib"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ca-certificates"
brew "aria2"
brew "dbus", restart_service: :changed
brew "at-spi2-core"
brew "bear"
brew "biome"
brew "bob"
brew "tbb"
brew "cabin"
brew "ruby"
brew "cocoapods"
brew "colima"
brew "deno"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gh"
brew "ghc"
brew "ghcup"
brew "gsettings-desktop-schemas"
brew "gnupg"
brew "node"
brew "gtop"
brew "haskell-stack"
brew "himalaya"
brew "imagemagick"
brew "ios-deploy"
brew "isync"
brew "pandoc"
brew "python@3.13"
brew "jupyterlab"
brew "kakoune"
brew "lazygit"
brew "libimobiledevice"
brew "lua-language-server"
brew "luarocks"
brew "lux"
brew "manim"
brew "meson"
brew "msmtp"
brew "mupdf"
brew "mysql"
brew "mysql@8.4"
brew "neomutt"
brew "ollama"
brew "tree"
brew "pass"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pyenv"
brew "python-lsp-server"
brew "python-matplotlib"
brew "python@3.12"
brew "r"
brew "ripgrep"
brew "rust-analyzer"
brew "sk"
brew "sl"
brew "sphinx-doc"
brew "spotify_player"
brew "telnet"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "typescript"
brew "typos-cli"
brew "typst"
brew "typstyle"
brew "uv"
brew "uvicorn"
brew "xcodegen"
brew "xh"
brew "yarn"
brew "yt-dlp"
brew "zig"
brew "zsh-syntax-highlighting"
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "dorion"
cask "figma"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "love"
cask "monero-wallet"
cask "obs"
cask "raycast"
